Repository: Lap0chka/portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, uk

source: Back
de: Zurück
uk: Назад

source: Date
de: Datum
uk: Дата

source: Views
de: Aufrufe
uk: Перегляди

source: Leave your comment here
de: Hinterlassen Sie hier Ihren Kommentar
uk: Залиште свій коментар тут

source: Your name
de: Ihr Name
uk: Ваше ім'я

source: Your review
de: Ihre Bewertung
uk: Ваш відгук

source: Submit
de: Absenden
uk: Надіслати

source: Suggest news
de: Nachricht vorschlagen
uk: Запропонувати новину

source: Title
de: Titel
uk: Заголовок

source: Description
de: Beschreibung
uk: Опис

source: Link to article (source)
de: Link zum Artikel (Quelle)
uk: Посилання на статтю (джерело)

source: Hello
de: Hallo
uk: Привіт

source: Intro
de: Einleitung
uk: Головна

source: Order by new
de: Nach Neueste
uk: Сортувати за новими

source: Order by views
de: Nach Ansichten
uk: Сортувати за переглядами

source: Say Hello
de: Sag Hallo
uk: Зв’язатися

source: Articles
de: Artikel
uk: Статті

source: Sometimes I will add interesting information here.
de: Manchmal werde ich hier interessante Informationen hinzufügen.
uk: Іноді я буду додавати цікаву інформацію тут.

source: Read
de: Lesen
uk: Читати

source: I enjoy receiving messages from you. If you have any suggestions, I'll be here.
de: Ich freue mich über Ihre Nachrichten. Wenn Sie Vorschläge haben, bin ich hier.
uk: Мені приємно отримувати від вас повідомлення. Якщо у вас є пропозиції, я тут.

source: German
de: Deutsch
uk: Німецька

source: English
de: Englisch
uk: Англійська

source: Russian
de: Russisch
uk: Російська

source: Page Not Found
uk: Сторінка не знайдена

source: Sorry, the page you are looking for does not exist. It may have been moved or deleted
uk: Вибачте, сторінка, яку ви шукаєте, не існує. Можливо, вона була переміщена або видалена

source: Go to Homepage
uk: На Головну

source: Internal Server Error
uk: Помилка сервера

source: Oops! Something went wrong on our end. We're working to fix it.
uk: Ой! Щось пішло не так на нашому сервері. Ми працюємо над виправленням

source: Welcome
de: Willkommen
uk: Ласкаво просимо

source: Get In Touch
de: Kontakt aufnehmen
uk: Зв’яжіться зі мною

source: If you need a website or want to hire me, feel free to reach out!
de: Wenn Sie eine Website brauchen oder mich einstellen möchten, schreiben Sie mir gern!
uk: Потрібен сайт? Звертайтеся! Бажаєте просто поспілкуватися? Пишіть, буду радий!

source: Reach me at
de: Erreichen Sie mich unter
uk: Напишіть мені

source: Social
de: Soziale Netzwerke
uk: Соціальні мережі

source: SayHello
de: SagHallo
uk: Зв’язатися

source: Site Language
de: Seitensprache
uk: Мова сайту

source: Menu
uk: Меню

source: About
de: Über mich
uk: Про мене

source: Works
de: Projekte
uk: Роботи

source: Blog
uk: Блог

source: I'm Backend Developer
de: Ich bin Backend-Entwickler
uk: Я бекенд-розробник

source: Daniil Tkachenko
uk: Данiïл Ткаченко

source: Why me
de: Warum ich
uk: Чому я

source: Expertise in Django Framework
de: Expertise im Django-Framework
uk: Експертиза у фреймворку Django

source: Experience in developing complex systems
de: Erfahrung in der Entwicklung komplexer Systeme
uk: Досвід розробки складних систем

source: Ability to optimize and scale
de: Fähigkeit zur Optimierung und Skalierung
uk: Вміння оптимізувати та масштабувати

source: Expertise in Python
uk: Експертиза в Python

source: Integration and Interoperability
de: Integration und Interoperabilität
uk: Інтеграція та сумісність

source: Collaborative Team Player
de: Teamfähiger Mitarbeiter
uk: Командний гравець

source: Continuous Learning and Adaptability
de: Kontinuierliches Lernen und Anpassungsfähigkeit
uk: Безперервне навчання та адаптивність

source: Results-oriented approach
de: Ergebnisorientierter Ansatz
uk: Орієнтація на результат

source: Hire me
de: Stell mich ein
uk: Найміть мене.

source: My CV
de: Lebenslauf
uk: Моє резюме.

source: about
de: Über mich
uk: Про мене

source: Knowledge
de: ERFAHRUNG
uk: Знання

source: Experience
de: Berufserfahrung
uk: Досвід

source: August 2020 - January 2022
de: August 2020 - Januar 2022
uk: Серпень 2020 - Січень 2022

source: Education
de: Ausbildung
uk: Освіта

source: KHARKIV NATIONAL UNIVERSITY OF RADIO ELECTRONICS
de: Charkiwer Nationale Universität für Radioelektronik
uk: ХАРКІВСЬКИЙ НАЦІОНАЛЬНИЙ УНІВЕРСИТЕТ РАДІОЕЛЕКТРОНІКИ

source: CyberSecurity
de: Cyber-Sicherheit
uk: Кібербезпека

source: April 2016 - June 2020
de: April 2016 - Juni 2020
uk: Квітень 2016 - Червень 2020

source: Kyiv National Economic University Romny college
de: Romen-College der Kiewer Nationalen Wirtschaftsuniversität
uk: Роменський коледж Київського національного економічного університету

source: System Administrator
uk: Системний адміністратор

source: August 2012 - June 2016
de: August 2012 - Juni 2016
uk: Серпень 2012 - Червень 2016

source: Recent Works
de: Letzte Projekte
uk: Останні роботи

source: Here are some of my projects. Feel free to check them out.
de: Hier sind einige meiner Projekte. Schau sie dir gerne an!
uk: Ось деякі з моїх проєктів. Ознайомтесь із ними.

source: What tools I used
de: Welche Werkzeuge ich verwendet habe
uk: Якi iнструменти я використовував

source: Українська
de: Ukrainisch

source: For a year, I worked as a backend developer, creating websites using Django, and utilizing Celery and Redis for task management and caching. My responsibilities included developing and integrating APIs, connecting and managing databases, and ensuring efficient and robust web application performance.
de: Ein Jahr lang arbeitete ich als Backend-Entwickler, erstellte Websites mit Django und nutzte Celery und Redis für Aufgabenverwaltung und Caching. Meine Aufgaben umfassten die Entwicklung und Integration von APIs, das Verbinden und Verwalten von Datenbanken sowie die Sicherstellung einer effizienten und robusten Webanwendungsleistung.

source: Cybersecurity is a set of tools, strategies, security principles, security assurances, risk management approaches, actions, training, insurance and technologies used to protect cyber media, resources of organizations and users. Cybersecurity provides for the achievement and conservation of security features of the resources of the organization or users directed against the corresponding cyber threats.
de: Cyber-Sicherheit ist eine Reihe von Werkzeugen, Strategien, Sicherheitsprinzipien, Sicherheitsgarantien, Risikomanagement-Ansätzen, Maßnahmen, Schulungen, Versicherungen und Technologien zum Schutz von Cybermedien, Ressourcen von Organisationen und Nutzern. Cyber-Sicherheit sorgt für das Erreichen und Erhalten von Sicherheitsmerkmalen der Ressourcen der Organisation oder Nutzer gegen entsprechende Cyber-Bedrohungen.

source: I studied at Romensky College of Kyiv National Economic University (KNEU) for 4 years, specializing in System Administration. During my time there, I gained in-depth knowledge and skills in managing and maintaining information systems, configuring servers, handling network devices, ensuring system security, and providing technical support to users. This comprehensive education has equipped me with the expertise needed to excel in the field of System Administration.
de: Ich studierte vier Jahre am Romen-College der Kiewer Nationalen Wirtschaftsuniversität (KNEU) mit Schwerpunkt Systemadministration. Während dieser Zeit erwarb ich fundiertes Wissen und Fähigkeiten im Verwalten und Warten von Informationssystemen, Konfigurieren von Servern, Umgang mit Netzwerkgeräten, Sicherstellen der Systemsicherheit und Bereitstellen von technischem Support für Benutzer. Diese umfassende Ausbildung hat mich mit dem nötigen Fachwissen ausgestattet, um im Bereich der Systemadministration erfolgreich zu sein.
